// SЗадача 21

//Напишите программу, которая принимает на вход координаты двух точек и 
//находит расстояние между ними в 2D пространстве.

//A (0,0); B (1,1), -> ~1.4

//A (2,4); B (0,7) -> ~3.6

Console.WriteLine("Start");
int xa = 0;
int ya = 0;
int xb = 1;
int yb = 1;
Console.SetCursor.Position (xa, ya);

Console.SetCursor.Position (xb, yb);
Console.WriteLine("*");






Console.WriteLine("END");
